Repository: clalarco/pads-cheatsheet
Catalog: source/locale/*/LC_MESSAGES/common/schematics/bus.po
Languages: es

source: Add
es: Agregar

source: ``b`` or |is-bus|
es: ``b`` o |is-bus|

source: ``LClick`` to draw
es: ``LClick`` para dibujar

source: In Properties > Name, set NET_NAME[n:0]
es: En Properties > Name, asigna NET_NAME[n:0]

source: Rip nets from bus
es: Extraer nets desde el bus

source: RClick on Bus > Rip Nets
es: RClick en Bus > Rip Nets

source: Select nets (``Ctrl`` = multi)
es: Selecciona nets (``Ctrl`` = multi)

source: Connect a symbol to the bus
es: Conectar un símbolo a un bus

source: Touch bus with symbol pins
es: Toca el bus con los pines del símbolo

source: Select the bus indexes to connect and order
es: Selecciona los índices y el orden

source: put symbol away from the bus to draw nets
es: Aleja el símbolo del bus para dibujar las nets
