Repository: clalarco/pads-cheatsheet
Catalog: source/locale/*/LC_MESSAGES/common/schematics/links.po
Languages: es

source: Setup
es: ConfiguraciÃ³n

source: View > My Parts, to show panel
es: View > My Parts

source: In Cross Probing, Check 'Zoom Fit to Selected objects'
es: En Cross Probing, activa 'Zoom Fit to Selected objects'

source: In Advanced, check 'Automatically synchronize Links and net names'
es: En Advanced, activa 'Automatically synchronize Links and net names'

source: Add
es: Agregar

source: In My Parts > Special Components > Link
es: En My Parts > Special Components > Link

source: Connect link to net
es: Conectar link a una net

source: In properties, set a name for the link
es: In properties, escoge un nombre para el link

source: Add another Link with the same net
es: Agrega otro Link con la misma net

source: Navigating
es: Navegar

source: ``Alt+LClick`` over a Link.
es: ``Alt+LClick`` sobre un link.
