Repository: clalarco/pads-cheatsheet
Catalog: source/locale/*/LC_MESSAGES/common/schematics/manipulation.po
Languages: es

source: Manipulation
es: Manipulación

source: Rotate
es: Rotar

source: ``F3`` or pick handle |is-handle|
es: ``F3`` o con |is-handle|

source: ``r`` or pick handle |is-handle|
es: ``r`` o con |is-handle|

source: Mirror Horizontally
es: Reflejo Horizontal

source: ``F4`` or |is-mirror|
es: ``F4`` o |is-mirror|

source: ``h`` or ``m`` or |is-mirror|
es: ``h`` o ``m`` o |is-mirror|

source: Flip Vertically
es: Espejo Vertical

source: ``F5`` or |is-flip|
es: ``F5`` o |is-flip|

source: ``f`` or ``v`` or |is-flip|
es: ``f`` o ``v`` o |is-flip|

source: Array
es: Arreglo

source: Select components
es: Selecciona componentes

source: Set rows and column
es: Define filas y columnas

source: Set spacing
es: Define separación

source: Duplicate
es: Duplicar

source: Select part; then ``Ctrl+C``, ``Ctrl+V``, or
es: Selecciona objeto, luego ``Ctrl+C``, ``Ctrl+V``, o

source: Select part, then ``Ctrl+LClick`` and drag ``LClick``
es: Selecciona objeto, luego ``Ctrl+LClick``, arrastra y después ``LClick``
