Repository: clalarco/pads-cheatsheet
Catalog: source/locale/*/LC_MESSAGES/common/schematics/nets.po
Languages: es

source: Add a net
es: Nueva Net

source: ``n`` or |is-net|
es: ``n`` o |is-net|

source: ``LClick`` in start
es: ``LClick`` al inicio

source: Draw and ``LClick`` on end
es: Draw and ``LClick`` al final

source: Add Multiple
es: Agregar m√∫ltiples net

source: ``drag LClick`` to select starting pins
es: ``arrastra LClick`` para seleccionar pines de partida

source: ``drag LClick`` to destination nets
es: ``arrastra LClick`` para seleccionar los pines de destino

source: Add nets to pins
es: Agregar nets a pines

source: n or |is-net|
es: n o |is-net|

source: ``Alt+LClick`` on pin
es: ``Alt+LClick`` sobre el pin
