Repository: clalarco/pads-cheatsheet
Catalog: source/locale/*/LC_MESSAGES/common/schematics/new-project.po
Languages: es

source: New Project
es: Nuevo Proyecto

source: in 'Start Page' tab, select in 'New Project' pane > PADS Integrated > PADS ODA
es: en 'Start Page' tab, escoge en 'New Project' > PADS Integrated > PADS ODA

source: in 'Start Page' tab, select in 'New Project' pane > Design
es: en 'Start Page', escoge en 'New Project' > Design

source: Add a new Sheet
es: Nueva Hoja

source: ``pg down`` on a active sheet
es: ``pg down`` en la última hoja activa

source: Change page size
es: Cambiar tamaño de página

source: Unselect all
es: Deselecciona todo

source: In Properties, change Drawing size and orientation
es: en 'Properties', cambiar 'Drawing size' y 'orientation'

source: In page, ``RClick`` > Change border... to select a proper border
es: En página, ``RClick`` > Change border... para escoger un borde adecuado

source: Show Parts Panel
es: Mostrar Partes

source: Disable PADS Databook Database
es: Deshabilitar PADS Databook

source: Setup > Settings > Licensing, uncheck 'PADS Databook database support'
es: Setup > Settings > Licensing, desactiva 'PADS Databook database support'
