Repository: clalarco/pads-cheatsheet
Catalog: source/locale/*/LC_MESSAGES/common/schematics/parts.po
Languages: es

source: Parts
es: Partes

source: Add a part
es: Agregar

source: Choose symbol from PADS Databook
es: Escoge símbolo en PADS Databook

source: drag and drop it into the page
es: arrastra y suelta en la página

source: With Nets
es: Con Nets

source: Check 'Add Nets'
es: Activa 'Add Nets'

source: With names in Nets
es: Con nombres de nets

source: Also Check 'Add Net Names'
es: Activa también 'Add Net Names'

source: Add Ground, VDD, links, etc
es: Agregar tierra, VDD, links, etc

source: Add > Special Components or View > My Parts, then 'Special Components' tab.
es: Add > Special Components o View > My Parts, en tab 'Special Components'

source: Add > Special Components or |is-specialcomponents|
es: Add > Special Components o |is-specialcomponents|

source: Same part may have multiple symbols!
es: Una misma parte puede tener múltiples símbolos!

source: If you put a part over a net, it will be automatically splitted!
es: Si colocas una parte sobre una net, será cortada automáticamente!
