Repository: clalarco/pads-cheatsheet
Catalog: source/locale/*/LC_MESSAGES/common/partquest.po
Languages: es

source: Register
es: Registrarse

source: Go to http://partquest.com
es: Ingresar a http://partquest.com

source: At top-right, click on 'Create Account'. It will redirect to mentor.com site.
es: Arriba a la derecha, hacer click en 'Create Account'. Se redigirá a la página de mentor.com

source: Fill the form and click on 'Create Account'
es: Llenar el formulario y hacer click en 'Create Account'

source: Once registered, log in
es: Una vez registrado, iniciar sesión arriba a la derecha, en 'log in'

source: At top-right, click on your name, then click on 'My Profile'
es: Hacer click en tu nombre, y luego click en 'My Profile'

source: Check Desktop Integration. Select 'Direct Download'
es: En 'Desktop Integration', seleccionar 'Direct Download'

source: In Default flow, select '|partquest_flow|'
es: En 'Default flow', seleccionar '|partquest_flow|'

source: Download parts
es: Descargar partes

source: Download one part
es: Descargar una sola parte

source: Open PADS Maker Schematic and load a project
es: Abrir PADS Maker Schematic y cargar un proyecto

source: At checkboxes, check "Symbol/Footprint"
es: En los checkboxes, activar 'Symbol/Footprint'

source: At search box, enter the name of the part
es: En la barra de búsqueda, ingresar el nombre de la parte

source: (Recommended) also check RoHS Complaint and Lead Free
es: (Recomendado) activa también 'RoHS Complaint' y 'Lead Free'

source: Click on 'More' at the part from results
es: Click en 'More' en la fila seleccionada

source: Check that no warnings appear
es: Revisar que no hayan advertencias en la parte

source: Click on Download. Select Partition if required.
es: Click en 'Download'. Seleccionar la partición si es necesario

source: Once the file is downloaded, double click on it.
es: Una vez que la parte se descargó (archivo .pqz), hacer click sobre ella

source: On PADS Maker Schematics, the part will be immediately included into the library at PartQuestDirect partition.
es: En PADS Maker Schematics, la parte será automáticamente incluida en la biblioteca 'PartQuestDirect'

source: You can use filters to reduce the search results
es: Puedes usar filtros para reducir el número de resultados

source: Download multiple parts
es: Bajar múltiples partes

source: Follow the same steps than before, except instead click on 'Download' click on 'Add to Project'. Select the project or create a new one.
es: Sigue los mismos pasos que para una sola parte, pero en vez de hacer click en 'Download'm click en 'Add to Project'. Selecciona el proyecto o crea uno nuevo.

source: When all parts are selected, at left pane click on 'My Projects' and select the project
es: Cuando todas las partes han sido incluidas, hacer click a la izquierda en 'My Projects' y seleccionar en proyecto

source: Click on every row to download or in 'Select All'
es: Hacer click en las partes a descargar o en 'Select All'

source: Click on 'Download' above the table headers.
es: Click en 'Download' sobre los encabezados de la tabla.

source: Double click on the .pqz file to add the new parts into the library.
es: Doble click en el archivo .pqz para agregar las nuevas partes a la biblioteca.
