Repository: clalarco/pads-cheatsheet
Catalog: locale/*/LC_MESSAGES/common/vias.po
Languages: es

source: **Pad stack** The via shape in the layers
es: **Pad stack** La forma de la vía en las capas

source: **Via Span** The default via used to pass from one layer to another
es: **Via Span** La vía predeterminada para pasar de una capa a otra

source: **Through Via** via crossing all layers
es: **Through Via** Vía que atraviesa toda las capas

source: **Partial Via** Via crossing a only some layers (blind and buried vias)
es: **Partial Via** Vía que atraviesa sólo algunas capas (vías blind y buried)

source: In Layout (|i-pads-layout|) Setup > Pad Stacks
es: En Layout (|i-pads-layout|) Setup > Pad Stacks

source: Set Pad Stack type to Via
es: Pad Stack type a Via

source: Select Via and change properties
es: Selecciona vía y cambia propiedades

source: Add a via padstack
es: Agregar un vía padstack

source: In Pad Stacks dialog, set Via type and Click in 'Add Via'.
es: In 'Pad Stacks', defina tipo de Vía, luego Click en 'Add Via'

source: Select through or partial
es: Elegir 'through' o 'partial'

source: Set start an end layer for partial vias
es: Define capa de inicio y fin para partial vias

source: Set pad styles for Pad and thermal
es: Define estilos de pads for pad y thermal

source: Set default vias
es: Define vías predeterminados

source: In Layout (|i-pads-layout|) Setup > Via Spans
es: En Layout (|i-pads-layout|) Setup > Via Spans

source: Set Default via for the given according to vias types and layers
es: Elige Default via para cada celda según los tipo de vías y capas

source: At Vias section, select vias (selected = enabled)
es: En 'Vias', selecciona vías (selected = habilitada)

source: Set vias per Layer/Class
es: Elige vías por Capa/Clase

source: In Constraint manager (|i-constraint-manager|) > Net Classes, set Via Assignments (same dialog as Via Spans)
es: En Constraint manager (|i-constraint-manager|) > Net Classes, set Via Assignments (el mismo diálogo de 'Via Spans')

source: In Layout (|i-pads-layout|) Tools > Options, Via Patterns page
es: En Layout (|i-pads-layout|) Tools > Options, Via Patterns page

source: Choose GND at 'Add vias from net' option.
es: Escoge GND en 'Add vias from net'

source: Choose Via type
es: Escoge tipo de vía

source: For shapes, select Net and Via type if required
es: Para shapes, escoge Net and Via type si es necesario

source: Add Stitching vias around nets
es: Agregar stitching vias alrededor nets

source: Choose nets
es: Escoge las nets

source: Move/remove the unwanted vias
es: Mover/quitar vías no deseadas

source: Fill a shape with stitching vias
es: Rellena una figura con stitching vias

source: Choose a 'solid copper' shape (|il-drafting| > |il-solid-copper|)
es: Escoge una figura 'solid copper' (|il-drafting| > |il-solid-copper|)

source: Select shape
es: Selecciona figura
