Repository: clalarco/pads-cheatsheet
Catalog: source/locale/*/LC_MESSAGES/pads_maker/parts.po
Languages: es

source: Parts
es: Partes

source: Symbols
es: Símbolos

source: New Symbol
es: Nuevo Símbolo

source: In an existing design: File > New > Symbol
es: En un diseño existente: File > New > Symbol

source: New Symbol (box type)
es: Nuevo símbolo (tipo caja)

source: Create csv from template
es: Crear csv desde template

source: In an existing design: File > New > Symbol from Pin List
es: En un diseño existente: File > New > Symbol from Pin List

source: Add a Decal
es: Agregar un footprint (decal)

source: Select decals section and partition
es: Seleccionar sección y partición

source: Over Partition ``RClick`` > New Decal...
es: Sobre la Partición ``RClick`` > New Decal...

source: If possible, use Decal Wizard
es: Si es posible, usar Decal Wizard

source: Use Decal Wizard
es: Usar Decal Wizard

source: At bottom, select units
es: En la parte inferior, escoger unidades

source: Choose type (dual, quad, polar, BGA/PGA)
es: Escoger tipo (dual, quad, polar, BGA/PGA)

source: Fill data, click OK.
es: Completar datos, click en OK.
