Repository: clalarco/pads-cheatsheet
Catalog: source/locale/*/LC_MESSAGES/common/pcb/copper.po
Languages: es

source: Copper
es: Planos de Cobre

source: Add
es: Agregar

source: |il-solid-copper| for solid copper or |il-copper-pour| for copper pour or |il-plane-shape| for plane shape **only in mixed plane layers**
es: |il-solid-copper| para cobre sólido o |il-copper-pour| para relleno o |il-plane-shape| para planos **sólo en capas de tipo 'mixed plane'**

source: Draw shape
es: Dibujar Figura

source: Add cutout
es: Agregar corte

source: |il-solid-copper-cutout| for solid copper or |il-copper-pour-cutout| for copper pour or |il-plane-shape-cutout| for plane shape **only in mixed plane layers**
es: |il-solid-copper-cutout| para cobre sólido o |il-copper-pour-cutout| para relleno o |il-plane-shape-cutout| para planos **sólo en capas de tipo 'mixed plane'**

source: Edit
es: Editar

source: Clear selection
es: Borrar Selección

source: Pick polygon trace and edit
es: Escoge trazo del polígono y edita

source: ``RCLick`` for polygon options
es: ``RCLick`` para más opciones de polígonos
