Repository: clalarco/pads-cheatsheet
Catalog: source/locale/*/LC_MESSAGES/common/pcb/placement.po
Languages: es

source: Parts Placement
es: Colocar Partes

source: Disperse
es: Dispersar

source: Move components
es: Mover componentes

source: Pick part
es: Selecciona parte

source: ``Ctrl+E`` or ``LClick and drag``
es: ``Ctrl+E`` o ``LClick y arrastrar``

source: Rotate
es: Rotar

source: ``Ctrl+R`` or ``tab``
es: ``Ctrl+R`` o ``tab``

source: Change layer
es: Cambiar capa

source: ``Rclick`` > Flip Side or ``Ctrl+F``
es: ``Rclick`` > Flip Side o ``Ctrl+F``

source: Cluster components
es: Agrupar componentes (cluster)

source: Select parts
es: Escoger partes

source: Select clusters
es: Seleccionar clusters

source: Place parts from a cluster
es: Colocar partes de un cluster

source: ``LClick`` to Select Cluster
es: ``LClick`` para seleccionar Cluster

source: Place parts
es: Colocar partes

source: It’s easier to pick components from Schematics using cross-probing (use filters to select only symbols)
es: Es más fácil escoger componentes en el esquemático usando cross-probing(usa filtros para seleccionar sólo simbolos)

source: You can create a cluster of clusters!
es: Puedes crear un cluster de clusters!
