Repository: clalarco/pads-cheatsheet
Catalog: source/locale/*/LC_MESSAGES/common/pcb/routing.po
Languages: es

source: Routing
es: Ruteo

source: Setup Dynamic Route and Bus Route
es: Activar Dynamic Route and Bus Route

source: Set On-line DRC to Prevent
es: Activa On-line DRC a Prevent

source: Begin
es: Comenzar

source: Start route
es: Comenzar ruteo

source: ``LClick`` over pin or trace
es: ``LClick`` sobre el pin o pista

source: Confirm a segment
es: Confirmar un segmento

source: ``LClick`` or ``space``
es: ``LClick`` o ``espacio``

source: Undo a segment
es: Deshacer un segmento

source: Change Layer
es: Cambiar Capa

source: ``F4`` or ``l<n>``
es: ``F4`` o ``l<n>``

source: Autocomplete
es: Autocompletar

source: ``Double LClick``
es: ``Doble LClick``

source: Stop Routing
es: Detener Ruteo

source: Change Width
es: Cambiar Ancho

source: Add a via
es: Agregar una vía

source: Add testpoint
es: Agregar un testpoint

source: While routing ``RClick`` > Add testpoint
es: Mientras se rutea: ``RClick`` > Add testpoint

source: Add jumper
es: Agregar un jumper

source: While routing ``RClick`` > Add jumper
es: Mientra se rutea ``RClick`` > Add jumper

source: Select orentation and length
es: Definir orientación y largo

source: Via at SMD
es: Vía en SMD

source: In Layout (|i-pads-layout|)
es: En Layout (|i-pads-layout|)

source: ``LClick`` on pad
es: ``LClick`` en el pad

source: To enable via at SMD, via to pad distance for the same net should be zero.
es: Para habilitar vía en SMD, distancia vía a pad para la misma net debe ser cero

source: Select pins to be routed together
es: Seleccionar pines a rutear como bus

source: If one of the traces in cannot be routed, it will ask you to route it separately.
es: Si uno de las pistas no puede ser ruteada automáticamente, se pedirá rutear por separado.
